[
  {
    "q": "What is an Internet shutdown?",
    "a": "<p>We define an Internet shutdown as \"a Government-imposed disablement of access to the Internet as a whole within a particular locality or localities for any duration of time\". There are two key-components to this definition:</p> <ol><li>An Internet shutdown is always Government-imposed i.e. Internet Service Providers serving the locality in question are ordered by an agency of the Government to cut-off Internet services to that area</li><li>An Internet shutdown always imposes a <em>blanket ban</em> on Internet access, where access to the Internet as a whole is disabled, and not a <em>surgical ban</em>, where access to particular content/services is disabled leaving access to other content/services unaffected.</li></ol>"
  },
  {
    "q": "Why are Internet shutdowns imposed?",
    "a": "Internet shutdowns are generally instituted as a measure to curb violence and unrest in conflict ridden areas. The explanation offered by authorities is that the Internet makes it much easier to spread rumors and false propaganda, making it more likely for violence to break out. Shutdowns are imposed at times in conflict prone areas as a preventive measure for similar reasons. Internet shutdowns have also been imposed in India for far more trivial reasons such as preventing cheating during exams and mitigating tensions during a highly anticipated wrestling match."
  },
  {
    "q": "What if only mobile Internet services are disabled and fixed-line services are left untouched, or vice-versa? Are these still Internet shutdowns?",
    "a": "An Internet shutdown may target Internet services delivered over any medium &ndash; mobile (GPRS, Edge, 3G, 4G/LTE), fixed-line (dial-up, wired/wireless broadband) &ndash; and these may be targeted in any combination i.e. mobile alone, fixed-line alone, or both. As almost 95% of India&rsquo;s Internet users access the Internet over mobile, shutdowns in India are seen to mostly target mobile Internet services. There have been no shutdowns of only fixed-line Internet till date, though fixed-line Internet services have been shut down alongside mobile in some cases."
  },
  {
    "q": "Why do you exclude surgical bans on Internet access (where access to particular online content/services is disabled) from your definition of Internet shutdowns?",
    "a": "During situations of conflict, the preferred practice in India seems to be to cut-off access to the entire Internet rather than to selected content/services. Surgical bans on Internet access are equally condemnable, and we mainatin a separate record of blocked websites here. However, we have made the conscious decision to treat our fight against Internet shutdowns as an evolving one, where we first tackle the graver issue of blanket bans on Internet access and later expand to surgical bans."
  },
  {
    "q": "Where do you get your data on Internet shutdowns?",
    "a": "At the moment, almost all of our raw data is collected from reports published in national and regional newspapers. Some information also reaches us by word-of-mouth, when friends and affiliates in and around affected areas bring Internet shutdown incidents to our attention. As the Government does not formally announce Internet shutdowns to the public before or after they happen, we currently rely entirely on secondary sources for information. We are working on technical methods to be notified of Internet shutdowns in real-time, but these are still in early stages of development and do not supply any information to our tracker as of yet. We urge the public to report any shutdowns that they experience through our website."
  },
  {
    "q": "How reliable is your data?",
    "a": "To put it simply, our data is as reliable as the sources it comes from. We consider newspaper reports of Internet shutdowns to be more or less accurate by default, and therefore do not verify every report separately unless we have a reason to do so. On the rare occasions when news reports present conflicting information on certain shutdowns for instance, we try our best to independently verify this information from primary sources such as residents from the affected areas. We also verify all information on Internet shutdowns that reaches us by word-of-mouth by soliciting corroborating reports from our sources. Only verified instances are added to our database in such cases."
  },
  {
    "q": "Who is this website for?",
    "a": "We expect that our website and the information it contains will benefit everyone who wishes to actively or passively participate in the debate around Internet shutdowns on any level. As the Internet stakeholder community comprises virtually all Internet users, this includes everyone from daily consumers of online infotainment, to students, researchers, and academicians who rely on the Internet to a large extent for research, businesses that have migrated much of their day-to-day operations online, civil society members looking to effectively engage in policy discussions, and even the Government, who has the unenviable task of regulating the open Internet in a fair, just, and reasonable manner while making sure that it is not used in ways that threaten the safety and well-being of citizens. We are inspired by global civil society organizations such as AccessNow who are laeding a global fight against Internet shutdowns. We hope other actors in India will find this website useful and join us in this fight."
  },
  {
    "q": "What have you done so far with the information on this website?",
    "a": "<p>Ever since we began tracking India&rsquo;s Internet shutdowns, we have been on the lookout for avenues to present our findings and generate discussions on this important issue. Here are what we consider some key milestones in this regard:</p><ul><li>In early 2016, SFLC.in was made the official country partner for <a href=\"https://www.accessnow.org/keepiton/\">#KeepItOn</a> &ndash; a global campaign against Internet shutdowns spearheaded by Access Now, an international civil society organization that fights for digital rights around the world. Our data on India&rsquo;s Internet shutdowns feeds into the campaign&rsquo;s worldwide database, and is frequently presented at various Government and policy forums discussing the issue.</li><li>We published an <a href=\"http://sflc.in/updated-internet-shutdowns-in-india-infographic/\">infographic</a> (now outdated) on Internet shutdowns in February 2016, following which our data as well as the infographic were carried by several national newspapers and online publications.</li><li>Our research on Internet shutdowns formed the basis for a <a href=\"http://sflc.in/submission-to-the-un-special-rapporteur-david-kayes-study-on-freedom-of-expression-in-telecommunications-and-internet-access/\">submission</a> we made in November 2016 to the United Nations Special Rapporteur David Kaye&rsquo;s study on Freedom of Expression in Telecommunications and Internet Access. This study was part of a larger multi-year study on Freedom of Expression and the Private Sector in the Digital Age.</li><li>In December 2016, we <a href=\"http://sflc.in/summary-report-internet-governance-forum-2016-6-9-december-jalisco-mexico/\">organized</a> a panel-discussion on Internet shutdowns at the 9th annual Internet Governance Forum convened by the United Nations in Jalisco, Mexico. The panel comprised experts belonging to multiple stakeholder communities from around the world, and findings from our research on Internet shutdowns were discussed at the session. An alpha-version of this website was also previewed at the session.</li><li>In February 2017, we <a href=\"http://sflc.in/letter-to-dr-ajay-kumar-raising-concern-about-frequent-internet-shutdowns-in-india/\">wrote</a> to Dr. Ajay Kumar, Additional Secretary of Ministry of Electronics and Information Technology, requesting that the Government take requisite action against the increasing number of Internet shutdowns in India.</li></ul>"
  }
]
